Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Layer frosted liquid glass on top of the base glass, matching the lock screen treatment.
zh_hans: 在基础玻璃效果上叠加磨砂液态玻璃，与锁定屏幕效果保持一致。
zh_hant: 在基礎玻璃上疊加磨砂液態玻璃，與鎖定畫面的效果一致。

source: Layout Editor
zh_hans: 布局编辑器
zh_hant: 佈局編輯器

source: Layout Name
zh_hans: 布局名称
zh_hant: 佈局名稱

source: Layout:
zh_hans: 布局：
zh_hant: 佈局：

source: Leading swipe on a clipboard row.
zh_hans: 在剪贴板项目行上向右轻扫。
zh_hant: 在剪貼簿列上向右滑動。

source: Leading swipe on a file drop row.
zh_hans: 在文件投递条目的前侧滑动。
zh_hant: 在檔案投放列上向右滑動。

source: Leading swipe on a note row.
zh_hans: 在笔记行上向右轻扫。
zh_hant: 在備忘錄列上向右滑動。

source: Learn More
zh_hans: 了解更多
zh_hant: 瞭解更多

source: Leave empty selections unchecked to bind to any Focus filter by enabling "Focus" alone.
zh_hans: 若要绑定到任意专注模式过滤条件，只需启用“专注模式”，无需勾选具体项目。
zh_hant: 未勾選任何項目時，單獨啟用「專注模式」即可綁定任何專注模式過濾條件。

source: Left
zh_hans: 左侧
zh_hant: 左側

source: Level
zh_hans: 电量
zh_hant: 等級

source: Library
zh_hans: 资料库
zh_hant: 資料庫

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Light Drizzle
zh_hans: 微毛毛雨
zh_hant: 微毛毛雨

source: Light Rain
zh_hans: 小雨
zh_hant: 小雨

source: Light Showers
zh_hans: 小阵雨
zh_hant: 小陣雨

source: Light Snow
zh_hans: 小雪
zh_hant: 小雪

source: Like
zh_hans: 喜欢
zh_hant: 喜歡

source: Limit Visible Apps
zh_hans: 限制可见应用数量
zh_hant: 限制可見 App 數量

source: Limit:
zh_hans: 上限：
zh_hant: 上限：

source: Line
zh_hans: 线条
zh_hant: 線條

source: Line color = status
zh_hans: 线条颜色表示状态
zh_hant: 線條顏色 = 狀態

source: Link from Sapphire Browser
zh_hans: 来自 Sapphire Browser 的链接
zh_hant: 來自 Sapphire Browser 的連結

source: Liquid Glass
zh_hans: 液态玻璃
zh_hant: 液態玻璃

source: Liquid Glass Effect
zh_hans: 液态玻璃效果
zh_hant: 液態玻璃效果

source: Liquid Glass Look
zh_hans: 液态玻璃外观
zh_hant: 液態玻璃外觀

source: Liquid Glass Style
zh_hans: 液态玻璃样式
zh_hant: 液態玻璃樣式

source: List
zh_hans: 列表
zh_hant: 列表

source: Live
zh_hans: 实时
zh_hant: 直播

source: Live Activities
zh_hans: 实时活动
zh_hant: 即時動態

source: Live Activity
zh_hans: 实时活动
zh_hant: 即時動態

source: Live Activity Bottom
zh_hans: 实时活动底部
zh_hant: 即時動態底部

source: Live Canvas Video
zh_hans: 动态 Canvas 视频
zh_hant: 動態 Canvas 影片

source: Live face required — photo detected.
zh_hans: 请使用真实人脸：检测到了照片。
zh_hant: 需要真人臉孔：偵測到照片。

source: Live input level
zh_hans: 实时输入电平
zh_hant: 即時輸入位準

source: Live video
zh_hans: 动态视频
zh_hant: 動態影片

source: Load Adapter
zh_hans: 加载适配器信息
zh_hant: 載入轉接器

source: Load Fans
zh_hans: 加载风扇信息
zh_hant: 載入風扇

source: Load Hardware %
zh_hans: 加载硬件电量百分比
zh_hant: 載入硬體 %

source: Load SMC Keys
zh_hans: 加载 SMC 键
zh_hant: 載入 SMC 鍵值

source: Load Temperature
zh_hans: 加载温度信息
zh_hant: 載入溫度

source: Loaded cached %@ scan
zh_hans: 已载入缓存的%@扫描
zh_hant: 已載入快取的 %@ 掃描

source: Loading apps…
zh_hans: 正在加载应用…
zh_hant: 正在載入 App…

source: Loading data summary...
zh_hans: 正在加载数据摘要…
zh_hant: 正在載入資料摘要…

source: Loading sensors...
zh_hans: 正在加载传感器…
zh_hant: 正在載入感測器…

source: Loading...
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Loading…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Local Network
zh_hans: 本地网络
zh_hant: 區域網路

source: Locating…
zh_hans: 正在定位…
zh_hant: 正在定位…

source: Location
zh_hans: 位置
zh_hant: 位置

source: Location & Navigation
zh_hans: 位置与导航
zh_hant: 位置與導航

source: Location Name
zh_hans: 位置名称
zh_hant: 位置名稱

source: Location access was denied. Please enable it in System Settings.
zh_hans: 定位权限被拒绝，请在系统设置中开启。
zh_hant: 位置取用權限遭拒。請在系統設定中啟用。

source: Location services are disabled system-wide.
zh_hans: 系统定位服务已关闭。
zh_hant: 系統已停用定位服務。

source: Locations
zh_hans: 位置
zh_hant: 位置

source: Lock & Unlock Actions
zh_hans: 锁定与解锁操作
zh_hant: 鎖定與解鎖動作

source: Lock Cursor Horizontally with Caps Lock
zh_hans: 按 Caps Lock 锁定光标的水平移动
zh_hant: 使用 Caps Lock 鎖定游標水平移動

source: Lock RSSI
zh_hans: 锁定信号强度（RSSI）
zh_hant: 鎖定 RSSI

source: Lock Screen
zh_hans: 锁屏
zh_hant: 鎖定畫面

source: Lock Screen Features
zh_hans: 锁定屏幕功能
zh_hant: 鎖定畫面功能

source: Lock Screen Now
zh_hans: 立即锁定屏幕
zh_hant: 立即鎖定螢幕

source: Lock apps behind Touch ID or password — blur overlays, idle/sleep auto-lock, and auto-close.
zh_hans: 使用触控 ID 或密码锁定应用，支持模糊遮罩、空闲或休眠时自动锁定，以及自动关闭。
zh_hant: 使用 Touch ID 或密碼鎖定 App：模糊遮罩、閒置／睡眠時自動鎖定，以及自動關閉。

source: Locked: strict mode active
zh_hans: 已锁定：严格模式已启用
zh_hant: 已鎖定：嚴格模式已啟用

source: Locks Face ID and requires your password after this much sustained clear spoof detection (not borderline frames).
zh_hans: 持续明确检测到伪装达到此时长后，锁定 Face ID 并要求输入密码，不计入难以判断的画面。
zh_hant: 持續偵測到明確的偽造攻擊達到此時間長度後（不含邊緣畫格），會鎖定 Face ID 並要求輸入密碼。

source: Log In
zh_hans: 登录
zh_hant: 登入

source: Log In via Private API
zh_hans: 通过私有 API 登录
zh_hant: 透過私有 API 登入

source: Log In with Spotify
zh_hans: 使用 Spotify 登录
zh_hant: 使用 Spotify 登入

source: Log Out
zh_hans: 退出登录
zh_hant: 登出

source: Log battery during sleep
zh_hans: 睡眠期间记录电池状态
zh_hant: 睡眠期間記錄電池狀態

source: Log every
zh_hans: 记录间隔
zh_hant: 記錄間隔

source: Log in here to enable TIDAL features like catalog search and syncing liked tracks and playlists. Requires a TIDAL developer account (third-party access tier).
zh_hans: 在此登录以启用 TIDAL 功能，例如曲库搜索以及喜欢的歌曲和播放列表同步。需要 TIDAL 开发者账户（第三方访问级别）。
zh_hant: 在此登入以啟用 TIDAL 功能，例如目錄搜尋，以及同步喜愛的曲目和播放列表。需要 TIDAL 開發者帳號（第三方存取層級）。

source: Log in here to enable official features like device switching for Premium users. This is the standard, recommended login method.
zh_hans: 在此登录以启用官方功能，例如 Premium 用户的设备切换。这是标准且推荐的登录方式。
zh_hant: 在此登入以啟用官方功能，例如為進階版使用者切換裝置。這是標準且建議的登入方式。

source: Log in to TIDAL
zh_hans: 登录 TIDAL
zh_hant: 登入 TIDAL

source: Log in to enable enhanced features like liking tracks and skipping ads directly from the notch.
zh_hans: 登录后即可直接在刘海区域使用收藏歌曲、跳过广告等增强功能。
zh_hant: 登入以啟用增強功能，例如直接從瀏海喜愛曲目和略過廣告。

source: Log out
zh_hans: 退出登录
zh_hant: 登出

source: Logged
zh_hans: 记录时间
zh_hant: 記錄時間

source: Logged in as %@
zh_hans: 已登录为 %@
zh_hant: 已登入為 %@

source: Logged in successfully!
zh_hans: 登录成功！
zh_hant: 登入成功！

source: Logged in via Private API
zh_hans: 已通过私有 API 登录
zh_hant: 已透過私有 API 登入

source: Logging in...
zh_hans: 正在登录…
zh_hant: 正在登入…

source: Login Items approval required
zh_hans: 需要批准登录项
zh_hant: 需要核准登入項目

source: Login Required
zh_hans: 需要登录
zh_hant: 需要登入

source: Login was cancelled by the user.
zh_hans: 用户已取消登录。
zh_hant: 使用者已取消登入。

source: Logs & Reports
zh_hans: 日志与报告
zh_hant: 記錄與報告

source: Look Away
zh_hans: 远眺休息
zh_hant: 看向遠處

source: Look away from your screen
zh_hans: 将视线移开屏幕
zh_hant: 將視線移開螢幕

source: Look slightly down
zh_hans: 稍微低头
zh_hant: 稍微往下看

source: Look slightly up
zh_hans: 稍微抬头
zh_hant: 稍微往上看

source: Look straight at the camera to begin.
zh_hans: 请正视摄像头以开始。
zh_hant: 直視相機以開始。

source: Looking for a recent storage index…
zh_hans: 正在查找近期的存储索引…
zh_hant: 正在尋找近期的儲存空間索引…

source: Looking for your face…
zh_hans: 正在寻找人脸…
zh_hant: 正在尋找你的臉孔…

source: Loudness
zh_hans: 响度
zh_hant: 響度

source: Loupe glass used by hover cards.
zh_hans: 悬停卡片使用的放大镜玻璃效果。
zh_hant: 懸停卡片使用的放大鏡玻璃效果。

source: Love this song
zh_hans: 喜欢此歌曲
zh_hant: 喜愛這首歌

source: Low
zh_hans: 低
zh_hant: 低

source: Low Battery
zh_hans: 电量低
zh_hant: 電量不足

source: Low Disk Space
zh_hans: 磁盘空间不足
zh_hant: 磁碟空間不足

source: Low Power Mode
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Low Power Trigger
zh_hans: 低电量模式的触发角度
zh_hant: 低耗電模式觸發角度

source: Low Power: Off
zh_hans: 低电量模式：关闭
zh_hant: 低耗電模式：關閉

source: Low Power: On
zh_hans: 低电量模式：开启
zh_hant: 低耗電模式：開啟

source: Low power mode
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Lower catches quieter work but may misread a busy editor as a running agent. Higher only reports sustained activity. Command-line tools that only exist while they run are unaffected.
zh_hans: 较低值可检测较轻量的任务，但可能将繁忙的编辑器误判为智能体任务。较高值仅报告持续活动。不影响仅在任务运行时存在的命令行工具。
zh_hant: 較低的值能偵測到較輕微的工作，但可能會將忙碌的編輯器誤判為執行中的代理程式。較高的值只會回報持續的活動。僅在執行期間存在的命令列工具不受影響。

source: Lower the gain or microphone input level.
zh_hans: 请降低增益或麦克风输入电平。
zh_hant: 請降低增益或麥克風輸入位準。

source: Lyric Delay
zh_hans: 歌词延迟
zh_hant: 歌詞延遲

source: Lyrics
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics aren't available.
zh_hans: 暂无歌词。
zh_hant: 沒有可用的歌詞。

source: MASTER ADJUSTMENTS
zh_hans: 主音频调整
zh_hant: 主要調整

source: MICROPHONE CONFIGURATION
zh_hans: 麦克风配置
zh_hant: 麥克風設定

source: MacBook Display Only
zh_hans: 仅 MacBook 显示器
zh_hant: 僅 MacBook 顯示器

source: Made For You
zh_hans: 为你定制
zh_hant: 為你打造

source: Made for You
zh_hans: 为你定制
zh_hant: 為你打造

source: MagSafe Amber
zh_hans: MagSafe 黄灯
zh_hant: MagSafe 琥珀色

source: MagSafe Green
zh_hans: MagSafe 绿灯
zh_hant: MagSafe 綠色

source: MagSafe Off
zh_hans: 关闭 MagSafe 指示灯
zh_hant: MagSafe 關閉

source: Main Display Only
zh_hans: 仅主显示器
zh_hant: 僅主顯示器

source: Main Transitions
zh_hans: 主要过渡动画
zh_hant: 主要轉場效果

source: Main Widget(s)
zh_hans: 主小组件
zh_hant: 主要小工具

source: Malformed update manifest
zh_hans: 更新清单格式错误
zh_hant: 更新清單格式錯誤

source: Manage Schedule
zh_hans: 管理计划
zh_hant: 管理排程

source: Manage quick actions and shortcut surfaces shown in Sapphire.
zh_hans: 管理 Sapphire 中显示的快捷操作和快捷指令入口。
zh_hant: 管理 Sapphire 中顯示的快速動作和捷徑入口。

source: Manage temporary file storage, drag targets, and shelf behavior.
zh_hans: 管理临时存放的文件、拖放目标和文件暂存架行为。
zh_hant: 管理暫存檔案、拖移目標和檔案暫存架行為。

source: Management
zh_hans: 管理
zh_hant: 管理

source: Management state
zh_hans: 管理状态
zh_hant: 管理狀態

source: Manufacturer
zh_hans: 制造商
zh_hant: 製造商

source: Mark Done
zh_hans: 标为已完成
zh_hant: 標示為已完成

source: Mark Undone
zh_hans: 标为未完成
zh_hant: 標示為未完成

source: Master Equalizer
zh_hans: 主均衡器
zh_hant: 主等化器

source: Master Opacity
zh_hans: 整体不透明度
zh_hant: 整體不透明度

source: Max
zh_hans: 最高
zh_hant: 最高

source: Max Capacity
zh_hans: 最大容量
zh_hant: 最大容量

source: Max XDR Brightness
zh_hans: 最高 XDR 亮度
zh_hant: 最高 XDR 亮度

source: Max visible apps:
zh_hans: 最多可见应用数：
zh_hant: 最多可見 App 數量：

source: Maximize in Current Space
zh_hans: 在当前空间中最大化
zh_hant: 在目前空間中最大化

source: Maximum Capacity
zh_hans: 最大容量
zh_hant: 最大容量

source: Maximum temperature:
zh_hans: 最高温度：
zh_hant: 最高溫度：

source: Measured Average 'Far' Signal: **%lld dBm**
zh_hans: 测得的“远处”平均信号：**%lld dBm**
zh_hant: 測得的平均「遠」訊號：**%lld dBm**

source: Measured Average 'Near' Signal: **%lld dBm**
zh_hans: 测得的“近处”平均信号：**%lld dBm**
zh_hant: 測得的平均「近」訊號：**%lld dBm**

source: Measurement data is missing. Please try again.
zh_hans: 缺少测量数据，请重试。
zh_hant: 缺少測量資料。請再試一次。

source: Measuring...
zh_hans: 正在测量…
zh_hant: 正在測量…

source: Media & Audio
zh_hans: 媒体与音频
zh_hant: 媒體與音訊

source: Media Optimizer
zh_hans: 媒体优化
zh_hant: 媒體最佳化

source: Media Source
zh_hans: 媒体来源
zh_hant: 媒體來源

source: Medium
zh_hans: 中等
zh_hant: 中

source: Medium Dark
zh_hans: 中深色
zh_hant: 中深色

source: Medium Light
zh_hans: 中浅色
zh_hant: 中淺色

source: Memory Pressure
zh_hans: 内存压力
zh_hant: 記憶體壓力

source: Memory pressure is critical — consider closing some apps.
zh_hans: 内存压力严重，建议关闭部分应用。
zh_hant: 記憶體壓力嚴重，建議關閉部分 App。

source: Memory pressure is high — consider closing some apps.
zh_hans: 内存压力较高，建议关闭部分应用。
zh_hant: 記憶體壓力偏高，建議關閉部分 App。

source: Menu
zh_hans: 菜单
zh_hant: 選單

source: Menu Bar Profiles
zh_hans: 菜单栏配置方案
zh_hant: 選單列設定組

source: Menu Bar Spacing (Beta)
zh_hans: 菜单栏间距（测试版）
zh_hant: 選單列間距（Beta）

source: Menu Bar Style (Beta)
zh_hans: 菜单栏样式（测试版）
zh_hant: 選單列樣式（Beta）

source: Menu Bar Tint
zh_hans: 菜单栏色调
zh_hant: 選單列色調

source: Menu bar readouts and notifications for CPU, memory, disk, and network.
zh_hans: 在菜单栏显示 CPU、内存、磁盘和网络状态，并设置相关通知。
zh_hant: 在選單列顯示 CPU、記憶體、磁碟和網路狀態，並設定相關通知。

source: Merch
zh_hans: 周边商品
zh_hant: 周邊商品

source: Messages
zh_hans: 信息
zh_hant: 訊息

source: Metric
zh_hans: 指标
zh_hant: 指標

source: Mic
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone Gain Preview
zh_hans: 麦克风增益预览
zh_hant: 麥克風增益預覽

source: Microsoft Edge update service unavailable
zh_hans: Microsoft Edge 更新服务不可用
zh_hant: Microsoft Edge 更新服務無法使用

source: Min
zh_hans: 最低
zh_hant: 最低

source: Min: %lld | Current: %lld | Max: %lld RPM
zh_hans: 最低：%lld | 当前：%lld | 最高：%lld RPM
zh_hant: 最低：%lld｜目前：%lld｜最高：%lld RPM

source: Mini Widgets
zh_hans: 迷你小组件
zh_hant: 迷你小工具

source: Minimal
zh_hans: 最低
zh_hant: 最低

source: Minimum Scan RSSI
zh_hans: 最低扫描信号强度（RSSI）
zh_hant: 最低掃描 RSSI

source: Minutes
zh_hans: 分钟
zh_hant: 分鐘

source: Mirror
zh_hans: 镜子
zh_hant: 鏡子

source: Mirror focus sessions to the system Clock app via Shortcuts.
zh_hans: 通过快捷指令将专注时段同步到系统时钟应用。
zh_hant: 透過捷徑將專注時段同步到系統「時鐘」App。

source: Mirror the camera feed horizontally for a natural selfie view.
zh_hans: 水平镜像摄像头画面，获得自然的自拍视角。
zh_hant: 水平鏡像相機畫面，呈現自然的自拍視角。

source: Mirror widget showing live camera feed, with expandable fullscreen view.
zh_hans: 镜子小组件显示实时摄像头画面，可展开为全屏。
zh_hant: 顯示即時相機畫面的鏡子小工具，可展開為全螢幕。

source: Missed
zh_hans: 未专注
zh_hant: 未專注

source: Missed %@ — a pass would revive it.
zh_hans: %@ 未完成专注，可使用恢复券恢复记录。
zh_hant: %@ 未專注，使用通行證即可恢復。

source: Missing required data: %@
zh_hans: 缺少必要数据：%@
zh_hant: 缺少必要資料：%@

source: Mission Ctl
zh_hans: 调度中心
zh_hant: 指揮中心

source: Mode
zh_hans: 模式
zh_hant: 模式

source: Model Name
zh_hans: 模型名称
zh_hant: 型號名稱

source: Moderate
zh_hans: 中等
zh_hant: 中等

source: Modern popover glass.
zh_hans: 现代弹出面板玻璃效果。
zh_hant: 現代彈出式面板玻璃效果。

source: Mon
zh_hans: 周一
zh_hant: 週一

source: Monday
zh_hans: 星期一
zh_hant: 星期一

source: Monitor Clipboard
zh_hans: 监测剪贴板
zh_hant: 監看剪貼簿

source: Monitor installed apps
zh_hans: 监测已安装的应用
zh_hant: 監看已安裝的 App

source: Monitoring
zh_hans: 系统监控
zh_hant: 監控

source: Monitoring (Far)
zh_hans: 正在监测（远处）
zh_hant: 正在監控（遠）

source: Monitoring (Near)
zh_hans: 正在监测（附近）
zh_hant: 正在監控（近）

source: Monitoring (Safe Zone)
zh_hans: 正在监测（安全区域）
zh_hant: 正在監控（安全區域）

source: Monitoring for device...
zh_hans: 正在等待设备…
zh_hant: 正在等待裝置…

source: Month
zh_hans: 月
zh_hant: 月

source: Monthly
zh_hans: 每月
zh_hant: 每月

source: Monthly Listener: %@
zh_hans: 月听众：%@
zh_hant: 每月聽眾：%@

source: More Like This
zh_hans: 更多相似音乐
zh_hant: 更多相似內容

source: Mostly Clear
zh_hans: 大部晴朗
zh_hant: 大致晴朗

source: Mounted volume not included
zh_hans: 未包含已挂载宗卷
zh_hant: 未包含已裝載的卷宗

source: Mouse
zh_hans: 鼠标
zh_hant: 滑鼠

source: Mouse and trackpad scroll, acceleration, and button customization.
zh_hans: 自定义鼠标与触控板的滚动、加速度和按键。
zh_hant: 自訂滑鼠與觸控式軸板的捲動、加速度和按鈕。

source: Move "%@" to Trash?
zh_hans: 将“%@”移到废纸篓？
zh_hant: 要將「%@」丟到垃圾桶嗎？

source: Move app and selected related files to Trash?
zh_hans: 将应用和所选关联文件移到废纸篓？
zh_hant: 要將 App 和所選的相關檔案丟到垃圾桶嗎？

source: Move closer
zh_hans: 靠近一些
zh_hant: 靠近一些

source: Move further back
zh_hans: 向后退一些
zh_hant: 往後退一些

source: Move item to Trash?
zh_hans: 将项目移到废纸篓？
zh_hant: 要將項目丟到垃圾桶嗎？

source: Move to Trash
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Mozilla version info unavailable
zh_hans: 无法获取 Mozilla 版本信息
zh_hant: 無法取得 Mozilla 版本資訊

source: Multi
zh_hans: 多个
zh_hant: 多重

source: Multi-Audio (Beta)
zh_hans: 多路音频（测试版）
zh_hant: 多重音訊（Beta）

source: Multi-Audio in Notch
zh_hans: 刘海中的多应用音频
zh_hant: 瀏海中的多重音訊

source: Multi-audio won't work without Screen Recording permission. Sapphire needs it to adjust app volumes, eqs and more.
zh_hans: 多路音频需要屏幕录制权限。Sapphire 使用此权限调整应用音量、均衡器等。
zh_hant: 沒有「螢幕錄製」權限，多重音訊將無法運作。Sapphire 需要此權限才能調整 App 音量、EQ 等。

source: Music
zh_hans: 音乐
zh_hant: 音樂

source: Music widget sources, playback controls, and media integrations.
zh_hans: 设置音乐小组件的来源、播放控制和媒体集成。
zh_hant: 音樂小工具的來源、播放控制和媒體整合。

source: Mute Audio Trigger
zh_hans: 音频静音的触发角度
zh_hant: 音訊靜音觸發角度

source: Mute all system output as the lid closes, then unmute when it opens past the threshold.
zh_hans: 合盖时将所有系统音频输出静音，屏幕打开超过阈值后取消静音。
zh_hant: 上蓋闔上時將所有系統輸出靜音，打開超過臨界值後取消靜音。

source: Mute microphone
zh_hans: 将麦克风静音
zh_hant: 將麥克風靜音

source: Mute system audio when nearly closed
zh_hans: 接近合盖时静音系统音频
zh_hant: 接近闔上時將系統音訊靜音

source: Muted
zh_hans: 已静音
zh_hant: 已靜音

source: My Custom Layouts
zh_hans: 我的自定义布局
zh_hant: 我的自訂佈局

source: My Mac
zh_hans: 我的 Mac
zh_hant: 我的 Mac

source: N/A
zh_hans: 不适用
zh_hant: 不適用

# NFiles
source: %lld files
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Name (A to Z)
zh_hans: 名称（A 到 Z）
zh_hant: 名稱（A 到 Z）

source: Nearby Concerts
zh_hans: 附近演唱会
zh_hant: 附近的演唱會

source: Nearby Share
zh_hans: 附近共享

source: Nearby Share allows you to share files from Android phones to your Mac using Android's native file sharing (Nearby Share / Quick Share). It's recommended to keep this feature enabled for convenient sharing from family and friends.
zh_hans: 附近分享让你通过 Android 原生文件共享（Nearby Share / Quick Share）将文件从 Android 手机发送到 Mac。建议保持启用，方便与亲友共享文件。
zh_hant: Nearby Share 可讓你使用 Android 原生的檔案分享功能（Nearby Share／Quick Share），將檔案從 Android 手機傳送到 Mac。建議保持啟用，方便親友分享檔案給你。

source: Nearby concerts
zh_hans: 附近演唱会
zh_hant: 附近的演唱會

source: Nearby sharing preferences, transfers, and device discovery options.
zh_hans: 设置附近共享偏好、文件传输和设备发现选项。
zh_hant: Nearby Share 偏好設定、傳輸和裝置探索選項。

source: Needed for media key presses, window snapping, and HUDs.
zh_hans: 用于媒体按键、窗口贴靠和屏幕提示。
zh_hant: 媒體按鍵、視窗貼齊和浮動提示需要此權限。

source: Needed to control playback and get track info from Spotify and Music.
zh_hans: 用于控制 Spotify 和“音乐”的播放并获取曲目信息。
zh_hant: 控制 Spotify 和「音樂」的播放並取得曲目資訊需要此權限。

source: Needed to detect connected devices and their battery levels.
zh_hans: 用于检测已连接的设备及其电量。
zh_hant: 偵測已連接的裝置及其電量需要此權限。

source: Needed to discover and control supported media players on your network.
zh_hans: 用于发现和控制网络中受支持的媒体播放器。
zh_hant: 探索和控制網路上支援的媒體播放器需要此權限。

source: Needed to provide live weather updates for your current location.
zh_hans: 用于提供你当前位置的实时天气信息。
zh_hant: 提供你目前位置的即時天氣資訊需要此權限。

source: Needed to show custom alerts for messages and system events.
zh_hans: 用于显示消息和系统事件的自定义提醒。
zh_hant: 顯示訊息和系統事件的自訂提示需要此權限。

source: Needed to show when a Focus mode is active.
zh_hans: 用于显示专注模式是否已启用。
zh_hant: 顯示專注模式是否已開啟需要此權限。

source: Needed to show your upcoming events.
zh_hans: 用于显示即将开始的日程。
zh_hant: 顯示你即將到來的行程需要此權限。

source: Needed to show your upcoming reminders.
zh_hans: 用于显示即将到期的提醒事项。
zh_hant: 顯示你即將到期的提醒事項需要此權限。

source: Needs attention
zh_hans: 需要关注
zh_hant: 需要注意

source: Never
zh_hans: 从不
zh_hant: 永不

source: Never Playing
zh_hans: 从不播放
zh_hant: 永不播放

source: Never include Sapphire in screen sharing, screenshots, or screen recordings.
zh_hans: 在屏幕共享、截屏或屏幕录制中隐藏 Sapphire。
zh_hant: 在螢幕共享、截圖或螢幕錄製中永不顯示 Sapphire。

source: New Focus Schedule
zh_hans: 新建专注计划
zh_hant: 新增專注排程

source: New Layout
zh_hans: 新建布局
zh_hant: 新增佈局

source: New Plane
zh_hans: 新建窗口方案
zh_hant: 新增視窗方案

source: New Scheduled Task
zh_hans: 新建定时任务
zh_hant: 新增排程任務

source: Newest Entry
zh_hans: 最新记录
zh_hant: 最新項目

source: Next
zh_hans: 下一个
zh_hant: 下一步

source: Next Song
zh_hans: 下一首歌曲
zh_hant: 下一首歌曲

source: Next Song Album Art
zh_hans: 下一首专辑封面
zh_hant: 下一首歌曲專輯插圖

source: Next Style
zh_hans: 下一个样式
zh_hant: 下一個樣式

source: Next Track
zh_hans: 下一首
zh_hant: 下一首曲目

source: Next Up
zh_hans: 接下来播放
zh_hant: 接下來播放

source: Next: %@
zh_hans: 下一个：%@
zh_hant: 下一個：%@

source: No
zh_hans: 否
zh_hant: 否

source: No Active Files or Shelf Items
zh_hans: 暂无文件传输或暂存架项目
zh_hant: 沒有進行中的檔案或檔案暫存架項目

source: No Active Timers or Stopwatches
zh_hans: 没有运行中的计时器或秒表
zh_hant: 沒有進行中的計時器或碼錶

source: No AirPlay devices found.
zh_hans: 未找到隔空播放设备。
zh_hant: 找不到 AirPlay 裝置。

source: No App Overrides
zh_hans: 没有应用专属设置
zh_hant: 沒有 App 專屬設定

source: No Apps Using Significant Energy
zh_hans: 暂无高耗能应用
zh_hant: 沒有 App 使用大量能源

source: No Border
zh_hans: 无边框
zh_hant: 無邊框

source: No Data Collected Yet
zh_hans: 尚未收集数据
zh_hant: 尚未收集任何資料

source: No Device
zh_hans: 没有设备
zh_hant: 沒有裝置

source: No Focus modes found (or unavailable without Focus permission).
zh_hans: 未找到专注模式（或因缺少专注模式权限而不可用）。
zh_hant: 找不到專注模式（或在沒有專注模式權限時無法使用）。

source: No History Data
zh_hans: 暂无历史数据
zh_hant: 沒有歷史資料

source: No History Yet
zh_hans: 暂无历史记录
zh_hant: 尚無歷史記錄

source: No JetBrains release information found
zh_hans: 未找到 JetBrains 版本信息
zh_hant: 找不到 JetBrains 版本資訊

source: No More Events Today
zh_hans: 今天没有更多日程
zh_hant: 今天沒有其他行程

source: No Notes
zh_hans: 暂无笔记
zh_hant: 沒有備忘錄

source: No Planes created yet.
zh_hans: 尚未创建窗口方案。
zh_hant: 尚未建立視窗方案。

source: No Playlists Found
zh_hans: 未找到播放列表
zh_hant: 找不到播放列表

source: No Songs Up Next
zh_hans: 没有待播放歌曲
zh_hant: 沒有待播的歌曲

source: No Spotify speakers online. Open the Spotify desktop app (or another Connect device) to play audio — Sapphire only controls playback.
zh_hans: 没有在线的 Spotify 播放设备。请打开 Spotify 桌面应用或其他 Connect 设备播放音频；Sapphire 仅控制播放。
zh_hant: 沒有在線上的 Spotify 揚聲器。請打開 Spotify 桌面 App（或其他 Connect 裝置）來播放音訊，Sapphire 僅控制播放。

source: No Timer
zh_hans: 没有计时器
zh_hant: 沒有計時器

source: No Wi-Fi network
zh_hans: 未连接 Wi-Fi 网络
zh_hant: 沒有 Wi-Fi 網路

source: No Wi-Fi network detected
zh_hans: 未检测到 Wi-Fi 网络
zh_hant: 未偵測到 Wi-Fi 網路

source: No access
zh_hans: 无访问权限
zh_hant: 無取用權限

source: No actions yet.
zh_hans: 尚未执行操作。
zh_hant: 尚無動作。

source: No active timer
zh_hans: 没有运行中的计时器
zh_hant: 沒有進行中的計時器

source: No app-specific overrides configured.
zh_hans: 尚未配置按应用覆盖设置。
zh_hant: 未設定 App 專屬的覆寫設定。

source: No cached update information is available.
zh_hans: 没有缓存的更新信息。
zh_hant: 沒有快取的更新資訊。

source: No camera available.
zh_hans: 没有可用的摄像头。
zh_hant: 沒有可用的相機。

source: No completed sessions yet. Start one and stay focused!
zh_hans: 尚无已完成的专注时段。开始一次，保持专注！
zh_hant: 尚未完成任何時段。開始一個時段並保持專注吧！

source: No conditions
zh_hans: 无条件
zh_hant: 無條件

source: No conditions — this profile will never reveal items.
zh_hans: 没有条件 — 此方案不会显示隐藏项目。
zh_hant: 沒有條件——此設定組永遠不會顯示項目。

source: No custom layouts created yet.
zh_hans: 尚未创建自定义布局。
zh_hant: 尚未建立自訂佈局。

source: No data from Open-Meteo.
zh_hans: Open-Meteo 未返回数据。
zh_hant: Open-Meteo 未傳回資料。

source: No destinations enabled
zh_hans: 未启用目标位置
zh_hant: 未啟用任何目的地

source: No device connected
zh_hans: 未连接设备
zh_hant: 未連接裝置

source: No devices found. Ensure device is nearby and discoverable.
zh_hans: 未找到设备。请确保设备在附近并可被发现。
zh_hant: 找不到裝置。請確定裝置在附近且可被探索。

source: No devices showed a significant change in distance.
zh_hans: 没有设备的距离发生明显变化。
zh_hant: 沒有裝置的距離出現明顯變化。

source: No displays detected.
zh_hans: 未检测到显示器。
zh_hant: 未偵測到顯示器。

source: No distractions blocked
zh_hans: 未屏蔽干扰项
zh_hant: 未封鎖任何干擾

source: No duplicate candidates
zh_hans: 没有重复文件候选项
zh_hant: 沒有重複的候選項目

source: No estimate
zh_hans: 暂无估算
zh_hant: 無估計值

source: No faces registered. Add a face to begin using Face ID.
zh_hans: 尚未录入面容。请先添加面容以使用 Face ID。
zh_hant: 沒有已註冊的臉孔。加入臉孔即可開始使用 Face ID。

source: No fans detected on this system.
zh_hans: 未在此系统上检测到风扇。
zh_hant: 此系統上未偵測到風扇。

source: No icons found for "%@"
zh_hans: 未找到“%@”的图标
zh_hant: 找不到「%@」的圖像

source: No images
zh_hans: 没有图片
zh_hant: 沒有影像

source: No installed app updates are currently available.
zh_hans: 当前没有可用的已安装应用更新。
zh_hant: 目前沒有可用的已安裝 App 更新。

source: No items scheduled
zh_hans: 没有安排的项目
zh_hant: 沒有已排程的項目

source: No items to inspect
zh_hans: 没有可检查的项目
zh_hant: 沒有可檢查的項目

source: No lid angle sensor was detected on this Mac.
zh_hans: 此 Mac 未检测到开合角度传感器。
zh_hant: 此 Mac 上未偵測到螢幕開合角度感測器。

source: No limit — enter any number of minutes
zh_hans: 无上限 — 可输入任意分钟数
zh_hant: 無限制——可輸入任意分鐘數

source: No limit — enter any number of minutes (0 disables the break)
zh_hans: 无上限 — 可输入任意分钟数（0 表示禁用休息）
zh_hant: 無限制——可輸入任意分鐘數（0 會停用休息）

source: No lyrics available.
zh_hans: 暂无歌词。
zh_hant: 沒有可用的歌詞。

source: No macOS asset in latest release
zh_hans: 最新版本中没有 macOS 安装资源
zh_hant: 最新版本中沒有 macOS 安裝資源

source: No matches
zh_hans: 没有匹配项
zh_hant: 沒有符合項目

source: No matching apps
zh_hans: 没有匹配的应用
zh_hant: 沒有符合的 App

source: No matching notes
zh_hans: 没有匹配的笔记
zh_hant: 沒有符合的備忘錄

source: No more items today
zh_hans: 今天没有更多安排
zh_hant: 今天沒有其他項目

source: No named devices found. Try enabling 'Show unnamed devices'.
zh_hans: 未找到有名称的设备。请尝试启用“显示未命名设备”。
zh_hant: 找不到有名稱的裝置。請嘗試啟用「顯示未命名的裝置」。

source: No native Aerial lock-screen configuration was found.
zh_hans: 未找到系统航拍锁屏配置。
zh_hant: 找不到系統航拍鎖定畫面設定。

source: No notes yet
zh_hans: 暂无笔记
zh_hant: 尚無備忘錄

source: No paired devices
zh_hans: 没有已配对设备
zh_hant: 沒有已配對的裝置

source: No playlists available.
zh_hans: 暂无播放列表。
zh_hant: 沒有可用的播放列表。

source: No release information found
zh_hans: 未找到版本信息
zh_hant: 找不到版本資訊

source: No release is available for the selected channel.
zh_hans: 所选通道没有可用版本。
zh_hant: 所選通道沒有可用的版本。

source: No release notes were included for this version.
zh_hans: 此版本未提供发行说明。
zh_hant: 此版本未包含版本說明。

source: No release notes were published for this update.
zh_hans: 此次更新未发布更新说明。
zh_hant: 此更新未發佈版本說明。

source: No releases found
zh_hans: 未找到版本
zh_hant: 找不到版本
